Pierre-Melo/XFab-carte-E-S-Stocker/circuitpython/xfab_stockerio/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2024 Scott Shawcroft for Adafruit Industries
//
// SPDX-License-Identifier: MIT

#define MICROPY_HW_BOARD_NAME "XFab StockerIO Board"
#define MICROPY_HW_MCU_NAME "rp2354b"